Repository: onepayti/wc-onepay
Catalog: languages/wc-onepay-*.po
Languages: pt_br

source: The order will be confirmed only after the payment approval.
pt_br: O pedido será confirmado somente após a aprovação do pagamento.

source: After clicking "Place order" you will have access to banking Boleto which you can print and pay in your internet banking or in a lottery retailer.
pt_br: Depois de clicar em "Fazer pedido", você terá acesso ao Boleto bancário, que poderá imprimir e pagar no seu Internet Banking ou em uma casa lotérica.

source: Card Number
pt_br: Número do cartão

source: Name Printed on the Card
pt_br: Nome impresso no cartão

source: Expiry (MM/YYYY)
pt_br: Validade (MM/AAAA)

source: Security Code
pt_br: Código de segurança

source: Installments
pt_br: Parcelamento

source: Refund request sent to the OnePay: value %s. See the OnePay administrative panel for more details.
pt_br: Solicitação de reembolso enviada ao OnePay: valor %s. Veja o painel administrativo do OnePay para mais detalhes.

source: Your payment was not processed.
pt_br: Seu pagamento não foi processado.

source: Your payment has been received successfully.
pt_br: Seu pagamento foi recebido com sucesso.

source: Awaiting payment confirmation.
pt_br: Aguardando confirmação de pagamento.

source: Settings
pt_br: Configurações

source: Support
pt_br: Suporte

source: OnePay - Credit Card
pt_br: OnePay - Cartão de Crédito

source: To receive payments by Credit Card you must enter your token secret in the settings.
pt_br: Para receber pagamentos com cartão de crédito, insira seu token secreto nas configurações.

source: To receive payments by Credit Card you must enter your token secret (sandbox) in the settings.
pt_br: Para receber pagamentos com cartão de crédito, insira seu token secreto (sandbox) nas configurações.

source: To receive payments by Boleto you must enter your token secret in the settings.
pt_br: Para receber pagamentos com Boleto, digite seu token secreto nas configurações.

source: To receive payments by Boleto you must enter your token secret (sandbox) in the settings.
pt_br: Para receber pagamentos com Boleto, digite seu token secreto (sandbox) nas configurações.

source: OnePay Disabled
pt_br: OnePay Desativado

source: Currency not supported. Works only with Brazilian Real.
pt_br: Moeda não suportada. Funciona apenas com real brasileiro.

source: OnePay for WooCommerce
pt_br: OnePay para WooCommerce

source: depends on one plugin to work. Please install and enable the following plugin:
pt_br: depende de um plugin para funcionar. Instale e ative o seguinte plugin:

source: no interest. Total: %s
pt_br: sem juros. Total:% s

source: with interest of %s%% a.m. Total: %s
pt_br: com juros de %s%% a.m. Total: %s

source: %sx of %s %s
pt_br: %sx de %s %s

source: and %s
pt_br: e %s

source: Please select a number of installments.
pt_br: Por favor, selecione um número de parcelas.

source: Invalid number of installments!
pt_br: Número inválido de Parcelas!

source: Number or value of installments is invalid
pt_br: Número ou valor das parcelas é inválido

source: Payment has not been made. Your card brand is not supported
pt_br: O pagamento não foi efetuado. A bandeira do seu cartão não é suportada

source: %s - Order %s
pt_br: %s - Ordem%s

source: Purchase can only be made in Brazilian currency
pt_br: A compra só pode ser feita em moeda brasileira

source: CPF Fields Are blank
pt_br: O campo CPF está em branco

source: CNPJ Fields Are blank
pt_br: O campo CNPJ está em branco

source: Error identifying a person type
pt_br: Erro ao identificar um tipo de pessoa

source: Receiv by Boleto using OnePay.
pt_br: Receba por Boleto usando OnePay.

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Check to enable this form of payment.
pt_br: Marque para ativar esta forma de pagamento.

source: Checkout Title
pt_br: Título no checkout

source: This controls the title the user sees during checkout.
pt_br: Isso controla o título que o usuário vê durante a finalização da compra.

source: Checkout Description
pt_br: Descrição no checkout

source: This controls the description the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante a finalização da compra.

source: Pay by Boleto
pt_br: Pagar com Boleto

source: Integration Settings
pt_br: Configurações de Integração

source: Select active environment for API
pt_br: Selecionar ambiente ativo para API

source: Sandbox Environment
pt_br: Ambiente Sandbox

source: Enable the OnePay Testing
pt_br: Ativar o ambiente de teste para o Gateway

source: OnePay Sandbox can be used to test the payments
pt_br: O Sandbox pode ser usado para testar pagamentos

source: Toekn Secret
pt_br: Token Secreto

source: OnePay Toekn Secret
pt_br: OnePay Token Secreto

source: Token Secret for Sandbox
pt_br: Token Secreto para Sandbox

source: OnePay Token Secret for Sandbox
pt_br: OnePay Token Secreto para Sandbox

source: Payment Settings
pt_br: Configurações de pagamento

source: Customize payment options
pt_br: Personalizar opções de pagamento

source: Boleto Expiration
pt_br: Validade do Boleto

source: Days for Boleto expiration, after issuance.
pt_br: Dias para a expiração do Boleto, após a emissão.

source: Gateway Testing
pt_br: Teste de Gateway

source: Enable Log
pt_br: Ativar Log

source: Logs plugin events through the <code>% s </code> file. Note: This may record personal information. We recommend using this for debugging purposes only and to delete these records after finalization.
pt_br: Registra eventos do plug-in através do arquivo <code>%s </code>. Nota: Isso pode registrar informações pessoais. Recomendamos o uso apenas para fins de depuração e para excluir esses registros após a finalização.

source: Please enter billing birthdate
pt_br: Insira a data de nascimento do endereço de cobrança

source: Please enter billing address number
pt_br: Digite o número do endereço de cobrança

source: Please enter billing address neighborhood
pt_br: Digite o bairro do endereço de cobrança

source: Thank you, your payment has been success fully processed.
pt_br: Obrigado, seu pagamento foi processado com sucesso.

source: The payment was not made. There was a problem processing your card. Contact your bank for more details.
pt_br: O pagamento não foi efetuado. Ocorreu um problema ao processar o seu cartão. Entre em contato com seu banco para obter mais detalhes.

source: There was an error processing the payment. Make sure data is entered correctly. Please try again! If the problem persists contact your website administrator.
pt_br: Ocorreu um erro ao processar o pagamento. Verifique se os dados foram inseridos corretamente. Por favor, tente novamente! Se o problema persistir, entre em contato com o administrador do site.

source: Please pay the boleto for your purchase to be approved.
pt_br: Pague o boleto para que sua compra seja aprovada.

source: <strong>NOTE: To reprint the boleto <a href="%s">click here</a></strong>
pt_br: <strong> NOTA: Para reimprimir o boleto <a href="%s"> clique aqui </a> </strong>

source: Receiv by Credit Card using OnePay.
pt_br: Receba por Cartão de Crédito usando OnePay.

source: Pay by Credit Card
pt_br: Pagar com Cartão de Crédito

source: Smallest Installment
pt_br: Menor Valor de Parcela

source: Smallest value of each installment, cannot be less than 5.
pt_br: O menor valor de cada parcela, não pode ser inferior a 5.

source: Installment Within
pt_br: Máximo de Parcelas

source: Maximum number of installments for orders in your store.
pt_br: Número máximo de parcelas para pedidos em sua loja.

source: Accepted Card Brands
pt_br: Bandeiras de Cartão Aceitas

source: Select the card brands that will be accepted as payment. Press the Ctrl key to select more than one brand.
pt_br: Selecione as bandeiras de cartão que serão aceitas como pagamento. Pressione a tecla Ctrl para selecionar mais de uma marca.

source: Installment Type
pt_br: Tipo de Parcelamento

source: Client adds interest installments on the order total.
pt_br: O cliente arca com juros no total do pedido.

source: Client
pt_br: Cliente

source: Store
pt_br: Loja

source: Interest Rate (%)
pt_br: Taxa de juro (%)

source: Percentage of interest that will be charged to the customer in the installment where there is interest rate to be charged.
pt_br: Porcentagem de juros que serão cobrados ao cliente na parcela em que houver taxa de juros a ser cobrada.

source: Charge Interest Since
pt_br: Cobrar Juros Desde

source: Indicate from which installment should be charged interest.
pt_br: Indique em qual parcela será cobrada a taxa de juros.

source: Please enter card number
pt_br: Digite o número do cartão

source: Please enter card name
pt_br: Digite o nome impresso no cartão

source: Please enter card expiry
pt_br: Digite a validade do cartão

source: Please enter card CVC
pt_br: Insira o CVC do cartão

source: Please enter card installments
pt_br: Insira as parcelas do cartão

source: Thank you, your payment has been successfully processed. Awaiting payment confirmation.
pt_br: Obrigado, seu pagamento foi processado com sucesso. Aguardando confirmação de pagamento.

source: Thank you, your payment has been successfully processed.
pt_br: Obrigado, seu pagamento foi processado com sucesso.

source: Take payments using OnePay.
pt_br: Aceite pagamentos usando o OnePay.
